{
    "timeline":[
        {"year":"1972", "content":"Community organizes to oppose a 7,756-room resort at Awawamalu."},
        {"year":"1983", "content": "City rezones Awawamalu in response to 10 year community effort to stop the proposed resort."},
        {"year":"1987", "content": "City's 'Coastal view study', notes that the Koko Head Viewshed from Hanauma Bay to Makapu'u 'has long been recognized for its unique visual and environmental qualities' and is 'the crescendo of a continuous visual sequence' from Hawai'i Kai or Waimanalo."},
        {"year": "1988", "content": "After collection 40,000 signatures in 10 weeks, the Save Sandy Beach Initiative is put on the ballot and residents vote overwhelmingly to rezone land mauka of Sandy Beach Park from residential to preservation to prevent a luxury residential subdivision. The Legislature unanimously passes a resolution asking DLNR to develop a park plan for Ka Iwi coast."},
        {"year": "1989", "content": "The Hawai'i Supreme Count strikes down the Save Sandy Beach ballot initiative and removes all counties of their land-use initiative voting rights. However, weeks later, the City Council voted unanimously to rezone the parcels mauka of Sandy Beach from residential to preservation"},
        {"year": "1995", "content": "Landowners and developers work out a deal with the city that would have allowed them to develop 12 parcels in the Hawai'i Kai to Makapu'u area. Community groups led by the Ka Iwi Action Council organize to oppose the scheme, and it is eventually dropped. The state releases a draft environmental impact statement and Master Plan for the proposed Ka Iwi State Park."},
        {"year": "1998", "content": "The State condemns 205 acres at Awawamalu for incorporation into the proposed Ka Iwi State Park while the city completes the purchase of the land near Sandy Beach Park once targeted for development. The City of Honolulu rezones Queen's Beach in response to a ten-year effort by the community to stop major hotel development on the coast between Sandy Beach and Makapu'u. After a long court fight, the Hawaii Supreme Court finally affirmed the rezoning in 1991."},
        {"year": "2002", "content": "City purchases the land near Sandy Beach Park once targeted for development."},
        {"year": "2004", "content": "Organizers from Save Sandy Beach mentors new community grassroots nonprofit called Livable Hawaii Kai Hui and together they create the Ka Iwi Coalition, a committee forever vigalant to keep the Ka Iwi coast, mauka-to-makai, in its wild and natural state."},
        {"year": "2006", "content": "Community launches 'No Cabins on Ka Iwi' campaign following plans for 180 'resort cabins' on the Ka Iwi coast mauka land zoned preservation. Responding to community opposition organized by the Ka Iwi Coalition, the city of Honolulu tightens rules for developing preservation-zoned land."},
        {"year": "2009", "content": "New developer purchases the 182-acre Ka Iwi mauka lands for $9 million and announces plans to build a 'golf academy' and visitor facilities."},
        {"year": "2010", "content": "Urged by Ka Iwi Coalition and community, the State Land Use Commission votes unanimously to reclassify the Ka Iwi Scenic Shoreline from 'urban' to 'conservation'. The area encompasses approximately 215 acres of state-owned land between Awawamalu (Queen's Beach) and the Makapu'u Lighthouse. The reclassification helps ensure the preservation and conservation of the makai region of the pristine Ka Iwi Coast."},
        {"year": "2011", "content": "Ka Iwi Coalition, under the nonprofit Livable Hawaii Kai Hui, initiates discussion to purchase the Ka Iwi mauka lands and contracts The Trust for Public Land for help."},
        {"year": "2014", "content": "The City Clean Water and Natural Lands Program, and the State Legacy Land Conservation Program award $3.5M toward the purchase of the mauka parcels."},
        {"year": "2015", "content": "The community raises $600,000 in three months to cap off funds needed for Ka Iwi mauka land acquisition and start up stewardship."},
        {"year": "2018", "content": "Two days of guided hikes on Parcel 1 are opened to the public. New partners join the Ka Iwi Coalition. Livable Hawaii Kai Hui and The Trust for Public Land welcome Hui Nalu Canoe Club, Kamehameha Schools and Sierra Club of Hawai'i O'ahu Group. You helped save the Ka Iwi coast mauka Lands, completing this 40 year movement to protect the entire Ka Iwi coast."}
    ]
}